Repository: alancitus/rged
Catalog: po/*/rged.po
Languages: fr

source: Logged in successfully
fr: Authentification reussie

source: Logged in failed
fr: Echec de l'authentification

source: Thanks for signing up!
fr: Merci de vous etre enregistre!

source: You have been logged out.
fr: Vous avez ete deconnecte.

source: Department %{name} can not be created.
fr: Le Departement %{name} ne peut pas etre cree.

source: Department
fr: Departement

source: can not be moved.
fr: ne peux pas etre deplace.

source: can not be rename to
fr: ne peux pas etre renomme en

source: can not be deleted.
fr: ne peux pas etre supprime.

source: Cannot rename file
fr: Impossible de renomer le fichier

source: to
fr: en

source: Cannot create directory:
fr: Impossible de cree le dossier

source: Cannot delete:
fr: Impossible de supprimer:

source: File
fr: Fichier

source: allready exist
fr: existe deja

source: can't be uploaded
fr: ne peux pas etre mis a jour

source: Login Page
fr: Page d'authentification

source: Login
fr: Identifiant

source: Password
fr: Mot de passe

source: Remember me
fr: Se souvenir de moi

source: Log in
fr: Connection

source: Sign up
fr: Enregistrement

source: Sign up Page
fr: Page d'enregistrement

source: Login
fr: Identifiant

source: Email
fr: Courriel

source: Confirm Password
fr: Confirmer le mot de passe

source: Cancel
fr: Annuler

source: Department Name
fr: Nom du Departement

source: Remove
fr: Deplacer

source: Do you really want delete:
fr: Voulez-vous reelement supprimer:

source: Rename
fr: Renommer

source: Rename
fr: Renommer

source: New Department
fr: Nouveau Departement

source: New Department name ?
fr: Nouveau nom du Departement ?

source: Delete
fr: Supprimer

source: Delete all
fr: Supprimer tout

source: New
fr: Nouveau

source: Root
fr: Admin

source: Departments List
fr: Liste des Departements

source: Rails Demonstration:
fr: Demonstration de Rails:

source: Departments:
fr: Departements:
